package com.example.mechanicalapp.ui.data;

public class PageData extends NetData {

    /**
     * success : true
     * result : {"id":"1","createBy":"admin","createTime":"2020-11-30 13:39:46","updateBy":null,"updateTime":null,"sysOrgCode":"A01A03","title":"关于我们","content":"机械帮于2004年正式涉足电商领域，2019年，京东集团市场交易额超过2万亿元*。2020年8月，京东集团第五次入榜《财富》全球500强，位列第102位，位居中国零售及互联网行业第一、全球互联网行业第三。\n\n2014年5月，京东集团在美国纳斯达克证券交易所正式挂牌上市，是中国第一个成功赴美上市的大型综合型电商平台。2015年7月，京东凭借高成长性入选纳斯达克100指数和纳斯达克100平均加权指数。2020年6月，京东集团正式在香港联交所二次上市，募集资金约345.58亿港元，用于投资以供应链为基础的关键技术创新，以进一步提升用户体验及提高运营效率。\n\n2019年全年，京东集团净收入达5769亿元，归属于普通股股东的净利润达122亿元，创历史最高纪录；研发投入达179亿元，跃升为中国企业中对技术投入最多的公司之一。\n\n京东集团定位于\u201c以供应链为基础的技术与服务企业\u201d，目前业务已涉及零售、数字科技、物流、技术服务、健康、保险、产发、智联云和海外等领域，其中核心业务为零售、数字科技、物流、技术服务四大板块。\n\n京东集团奉行客户为先、诚信、协作、感恩、拼搏、担当的价值观，以\u201c技术为本，致力于更高效和可持续的世界\u201d为使命，目标是成为全球最值得信赖的企业。\n\n/坚守正道成功，以为社会创造价值为己任\n京东坚守\u201c正道成功\u201d的价值取向，坚定地践行用合法方式获得商业成功。自创立之初，京东就秉持诚信经营的核心理念，坚守正品行货、倡导品质经济，成为中国备受消费者信赖的零售平台；京东坚定\u201c客户为先\u201d的服务理念，大力发展自建物流，保障用户体验，成为领先全球的新标杆；依托于所有京东人的拼搏和激情，京东持续十六年保持超过110%的年均复合增长率。京东以丰富的应用场景和精准的大数据为根基，创新性地在数字科技等领域大胆探索，一次又一次地创造了发展奇迹！\n\n与此同时，京东不忘初心，积极履行企业社会责任，在促进就业、支持新农村建设、提升社会效率、带动高质量消费、助力实体经济数字化转型、推动供给侧结构性改革等方面不断为社会做出贡献。疫情期间，京东坚持不间断的运营，持续保障民生供应和医疗物资运输，多管齐下促进社会就业。截至目前，京东拥有超过28万名员工，间接带动就业人数超过1800万。2016年始，京东全面推进落实电商精准扶贫工作，通过品牌打造、自营直采、地方特产、众筹扶贫等模式，在全国各地贫困地区开展扶贫工作，上线贫困地区商品超过300万种，实现扶贫农产品成交额超过750亿元。依托强大的物流基础设施网络和供应链整合能力，京东大幅提升了行业运营效率，降低了社会成本。通过打造高质量消费，京东以商品和服务为抓手、以技术创新为依托，带动实体经济数字化转型，促进产业和消费\u201c双升级\u201d，进一步助力供给侧结构性改革，推动中国经济高质量发展。京东充分发挥自身优势，整合内外资源，与政府、媒体和公益组织协同创新，为用户、合作伙伴、员工、环境、社会创造价值。\n\n/京东零售集团：备受用户信赖、以供应链为基础的友好交易零售平台\n京东零售集团坚持\u201c以信赖为基础、以客户为中心的价值创造\u201d的经营理念，持续创新，不断为用户和合作伙伴创造价值。截至目前，京东零售集团拥有超过4.174亿活跃用户，致力于在不同的消费场景和连接终端上，通过强大的供应链、数据、技术以及营销能力，在正确的时间、正确的地点为客户提供最适合他们的产品和服务。\n\n过去十六年，京东零售通过打造全球最佳客户体验和行业最优效率，赢得了客户的信赖。京东零售已完成全品类覆盖，是中国领先的电脑数码、手机、家电、消费品、生鲜等零售商，也是全球2600多家超亿元品牌和数十万个第三方商家的最大增量场。\n\n京东是中国最大的电脑数码产品零售平台，致力于为用户打造极致购物体验。2018年下半年京东开始在全国二至六线城市开设京东电脑数码专卖店，目前已开业近400家。作为国内领先的手机产品及手机周边业务线上零售平台，京东手机与品牌商、运营商保持了长期紧密的合作，共同推动了5G生态发展，为消费者打造一站式购机服务体验。据中国电子信息产业发展研究院发布的报告显示，2020年一季度，京东以国内家电线上线下全渠道29.1%的份额，继续保持全渠道第一的家电零售平台地位。京东超市是中国线上线下领先的超市，目前已经成为众多知名国际快消品牌的全渠道最大零售商。截至2019年4月，京东超市累计下单量突破60亿单。京东超市打造\u201c物竞天择\u201d项目拓展全渠道业务，已经成功在全国多个城市、区域建立起了完善的全品类即时消费的零售生态。截至2020年5月，\u201c物竞天择\u201d共引入线下门店5万个，覆盖200个城市，超160个城市实现1小时达，打造2万个一小时生活圈。全品类发展的京东生鲜已成为中国线上最大的生鲜零售平台，目前拥有123万个SKU，可为消费者提供超过60个国家和地区的生鲜产品，并通过7FRESH七鲜超市、七鲜生活及友家铺子、区区购等业态，线上线下相结合，为消费者创造最佳体验。\n\n在高增长潜力品类中，通过构建全球时尚和奢侈品生态体系，京东时尚正成为国内外顶级品牌开拓中国市场的重要合作伙伴。截至2020年6月，已有近200家奢侈品品牌旗舰店入驻京东。2019年5月底，全球顶级时尚垂直电商Farfetch官方入驻京东时尚。高速成长的京东美妆吸引了近万家店铺入驻，其中旗舰店占比超过4成。京东运动在提供品质运动消费的同时，提供互联网+体育的一站式解决方案。京东居家合作品牌数万家，为消费者提供高品质的家装、家具、家居日用产品及服务。2019年11月，京东正式推出国内首个全面专注于大进口业务的消费平台\u2014\u2014京东国际，打造可信赖的进口商品一站式消费平台。\n\n2019年起，京东全面发力本地化生活服务，围绕汽车维保、买房租房、生活旅行、拍卖消费、鲜花订购等场景，高效整合全产业链资源，为消费者提供了连接线上和线下、囊括实物和服务、覆盖日常生活各方面的丰富选择，带来\u201c商品+服务\u201d一体化消费体验。目前，京东汽车平台SKU数量超1亿，线下合作门店近3万家；超过800 家店铺入驻京东房产，\u201c自营房产\u201d模式开创行业先河；京东生活旅行与全球百余家主要航司建立合作，销售全球数万条航线机票；京东鲜花LBS门店30万家，实现全国同城1-2小时极速达；京东拍卖的海关拍卖连续3年保持全国海关合作规模及成交规模全网第一。\n\n作为京东集团旗下专注于经营大健康业务的子公司，2019年5月，京东健康正式独立运营。目前，京东健康已经建立起业内布局最广、最完整的\u201c互联网+医疗健康\u201d生态。京东健康以成为\u201c最受用户信赖的首席健康管家\u201d为目标，打通线上线下，提供贴心便捷的就医购药体验和专业的健康管理服务，业务布局包括医药电商、互联网医疗、智慧医疗解决方案、健康服务等四大板块。京东健康旗下京东大药房已经成为国内线上线下收入规模最大的零售药房，京东互联网医院是业内增速最快的互联网医疗平台，日接诊量超过10万。\n\n面对发展迅速的下沉新兴市场，京东零售在主站下沉的同时，推出创新业务\u201c京喜\u201d，并融合线上线下，以创新的社交、社群电商，为5亿以上的下沉新兴市场消费者带来优价好物。京东新通路已成为贯通1-6线，深入3线及以下市场，多场景覆盖的百万用户级B2B2C智能平台。通过布局京东便利店、名酒荟、母婴生活馆等 \u201c六统一\u201d门店，新通路持续加强线上线下的融合，升级传统中小业态，提升消费体验。\u201c京东家电专卖店\u201d数量已突破1.5万家，进一步实现对全国2.5万个乡镇、60万个行政村的全面覆盖。京喜业务以全面升级的京东拼购业务为核心，基于包括微信、手机QQ两大亿级平台在内的六大移动端渠道，通过高质价比的好货及丰富的社交玩法，打造全域社交电商平台。目前，京喜已布局全国100个产业带，通过京喜产业带厂直优品计划，深入供应链货品源头，省去中间环节，将源头好货直接送达消费者手中。\n\n京东零售企业业务为政府、企业及事业单位提供智能化、定制化的采购管理解决方案，帮助政企客户提高采购效率，合理管控成本，目前拥有超800万活跃企业客户，是超91%世界500强企业的共同选择。\n\n经过多年的积累，京东零售已经成为一家典型的以技术驱动为主的零售公司。在数字化的基础上，京东零售不断推进智能化能力建设，并通过大数据、人工智能等各项技术对外赋能，推动行业的降本增效，并打造最优的用户体验。目前，京东在C2M领域已经有了相对成熟的商业模式和开发能力，并通过C2M模式催生了众多贴合消费者需求、甚至引领消费者需求的新品类，比如游戏本、高性能轻薄本、带鱼屏等。京东零售是首家采用大数据和AI技术管控价格的平台，确保能够给到消费者最实、最稳、最具竞争力的价格。智能化、全渠道的履约网络能从不同场景和业态中选出成本最优、效率最高的订单生成路径和配送方案，具备其他平台所没有的后台履约能力。京东为实体零售打造了成熟的数字化运营体系，可以帮助线下店提升选址、选品、营销等环节的效率和准确度。目前，京东零售技术研发人员的数量已经超过员工总数的三分之一。\n\n京东零售打造50余种服务项目，覆盖购物、售后、送装全链条，为消费者提供高品质的服务。京东客服始终坚持\u201c客户为先\u201d的服务理念，目前已拥有一万多名员工及中国电商行业规模最大、服务和技术能力领先的客服团队，成为京东零售的核心竞争力之一。2019年底，京东在过去十年累计向客服投入超过150亿元的基础上，将继续加大对客服的投入，为消费者提供更加优质的购物体验。\n\n/京东数字科技集团：以AI驱动产业数字化\n京东数字科技集团是一家以AI驱动产业数字化的新型科技公司。公司以AI、数据技术、物联网、区块链等前沿数字科技为基础，建立并发展起核心的风险管理能力、用户运营能力、产业理解能力和企业服务能力。\n\n公司使命是\u201c以科技为美，为价值而生\u201d，经营宗旨是从数据中来，到实体中去，通过数字科技助力产业降本增效，提升用户体验，最终实现新增长，并在这个过程中创造公平与普惠的社会价值。\n\n截至目前，公司完成了在AI技术、AI机器人、智能城市、数字营销、金融科技等领域的布局，服务客户纵贯个人端、企业端、政府端，累计服务4 亿个人用户、700多家各类金融机构和30余座城市的政府及其他公共服务机构。2018年，公司完成B轮融资，估值超过1300亿元人民币。\n\n京东数科探索以AI驱动产业数字化，成立\u201c产业AI中心\u201d，全力构筑产业数字化的\u201c新基建\u201d。产业AI中心集成了京东数科旗下AI实验室、智能城市研究院、数据智能实验室、智能风控实验室、资管科技创新实验室、区块链实验室、AI机器人实验室等多个研发机构的AI研发力量，聚集来自全球超百位顶尖人工智能专家，致力于将前沿AI技术实现产业级应用，推动产业数字化加速前进。\n\n/京东物流集团：成为全球最值得信赖的供应链基础设施服务商\n京东集团自2007年开始自建物流，2012年注册物流公司，2017年4月25日正式成立京东物流集团。京东物流以\u201c技术驱动，引领全球高效流通和可持续发展\u201d为使命，致力于将过去十余年积累的基础设施、管理经验、专业技术向社会全面开放，成为全球最值得信赖的供应链基础设施服务商。\n\n目前，京东物流是全球唯一拥有中小件、大件、冷链、B2B、跨境和众包（达达）六大物流网络的企业，凭借这六张大网在全球范围内的覆盖以及大数据、云计算、智能设备的应用，京东物流打造了一个从产品销量分析预测，到入库出库、再到运输配送各个环节无所不包，综合效率最优、算法最科学的智能供应链服务系统。\n\n备注：\n*  按照行业内主要友商的近似统计方式统计数据"}
     * timestamp : 1615792957157
     */

    private ResultBean result;

    public ResultBean getResult() {
        return result;
    }

    public void setResult(ResultBean result) {
        this.result = result;
    }

    public static class ResultBean {
        /**
         * id : 1
         * createBy : admin
         * createTime : 2020-11-30 13:39:46
         * updateBy : null
         * updateTime : null
         * sysOrgCode : A01A03
         * title : 关于我们
         * content : 机械帮于2004年正式涉足电商领域，2019年，京东集团市场交易额超过2万亿元*。2020年8月，京东集团第五次入榜《财富》全球500强，位列第102位，位居中国零售及互联网行业第一、全球互联网行业第三。

         2014年5月，京东集团在美国纳斯达克证券交易所正式挂牌上市，是中国第一个成功赴美上市的大型综合型电商平台。2015年7月，京东凭借高成长性入选纳斯达克100指数和纳斯达克100平均加权指数。2020年6月，京东集团正式在香港联交所二次上市，募集资金约345.58亿港元，用于投资以供应链为基础的关键技术创新，以进一步提升用户体验及提高运营效率。

         2019年全年，京东集团净收入达5769亿元，归属于普通股股东的净利润达122亿元，创历史最高纪录；研发投入达179亿元，跃升为中国企业中对技术投入最多的公司之一。

         京东集团定位于“以供应链为基础的技术与服务企业”，目前业务已涉及零售、数字科技、物流、技术服务、健康、保险、产发、智联云和海外等领域，其中核心业务为零售、数字科技、物流、技术服务四大板块。

         京东集团奉行客户为先、诚信、协作、感恩、拼搏、担当的价值观，以“技术为本，致力于更高效和可持续的世界”为使命，目标是成为全球最值得信赖的企业。

         /坚守正道成功，以为社会创造价值为己任
         京东坚守“正道成功”的价值取向，坚定地践行用合法方式获得商业成功。自创立之初，京东就秉持诚信经营的核心理念，坚守正品行货、倡导品质经济，成为中国备受消费者信赖的零售平台；京东坚定“客户为先”的服务理念，大力发展自建物流，保障用户体验，成为领先全球的新标杆；依托于所有京东人的拼搏和激情，京东持续十六年保持超过110%的年均复合增长率。京东以丰富的应用场景和精准的大数据为根基，创新性地在数字科技等领域大胆探索，一次又一次地创造了发展奇迹！

         与此同时，京东不忘初心，积极履行企业社会责任，在促进就业、支持新农村建设、提升社会效率、带动高质量消费、助力实体经济数字化转型、推动供给侧结构性改革等方面不断为社会做出贡献。疫情期间，京东坚持不间断的运营，持续保障民生供应和医疗物资运输，多管齐下促进社会就业。截至目前，京东拥有超过28万名员工，间接带动就业人数超过1800万。2016年始，京东全面推进落实电商精准扶贫工作，通过品牌打造、自营直采、地方特产、众筹扶贫等模式，在全国各地贫困地区开展扶贫工作，上线贫困地区商品超过300万种，实现扶贫农产品成交额超过750亿元。依托强大的物流基础设施网络和供应链整合能力，京东大幅提升了行业运营效率，降低了社会成本。通过打造高质量消费，京东以商品和服务为抓手、以技术创新为依托，带动实体经济数字化转型，促进产业和消费“双升级”，进一步助力供给侧结构性改革，推动中国经济高质量发展。京东充分发挥自身优势，整合内外资源，与政府、媒体和公益组织协同创新，为用户、合作伙伴、员工、环境、社会创造价值。

         /京东零售集团：备受用户信赖、以供应链为基础的友好交易零售平台
         京东零售集团坚持“以信赖为基础、以客户为中心的价值创造”的经营理念，持续创新，不断为用户和合作伙伴创造价值。截至目前，京东零售集团拥有超过4.174亿活跃用户，致力于在不同的消费场景和连接终端上，通过强大的供应链、数据、技术以及营销能力，在正确的时间、正确的地点为客户提供最适合他们的产品和服务。

         过去十六年，京东零售通过打造全球最佳客户体验和行业最优效率，赢得了客户的信赖。京东零售已完成全品类覆盖，是中国领先的电脑数码、手机、家电、消费品、生鲜等零售商，也是全球2600多家超亿元品牌和数十万个第三方商家的最大增量场。

         京东是中国最大的电脑数码产品零售平台，致力于为用户打造极致购物体验。2018年下半年京东开始在全国二至六线城市开设京东电脑数码专卖店，目前已开业近400家。作为国内领先的手机产品及手机周边业务线上零售平台，京东手机与品牌商、运营商保持了长期紧密的合作，共同推动了5G生态发展，为消费者打造一站式购机服务体验。据中国电子信息产业发展研究院发布的报告显示，2020年一季度，京东以国内家电线上线下全渠道29.1%的份额，继续保持全渠道第一的家电零售平台地位。京东超市是中国线上线下领先的超市，目前已经成为众多知名国际快消品牌的全渠道最大零售商。截至2019年4月，京东超市累计下单量突破60亿单。京东超市打造“物竞天择”项目拓展全渠道业务，已经成功在全国多个城市、区域建立起了完善的全品类即时消费的零售生态。截至2020年5月，“物竞天择”共引入线下门店5万个，覆盖200个城市，超160个城市实现1小时达，打造2万个一小时生活圈。全品类发展的京东生鲜已成为中国线上最大的生鲜零售平台，目前拥有123万个SKU，可为消费者提供超过60个国家和地区的生鲜产品，并通过7FRESH七鲜超市、七鲜生活及友家铺子、区区购等业态，线上线下相结合，为消费者创造最佳体验。

         在高增长潜力品类中，通过构建全球时尚和奢侈品生态体系，京东时尚正成为国内外顶级品牌开拓中国市场的重要合作伙伴。截至2020年6月，已有近200家奢侈品品牌旗舰店入驻京东。2019年5月底，全球顶级时尚垂直电商Farfetch官方入驻京东时尚。高速成长的京东美妆吸引了近万家店铺入驻，其中旗舰店占比超过4成。京东运动在提供品质运动消费的同时，提供互联网+体育的一站式解决方案。京东居家合作品牌数万家，为消费者提供高品质的家装、家具、家居日用产品及服务。2019年11月，京东正式推出国内首个全面专注于大进口业务的消费平台——京东国际，打造可信赖的进口商品一站式消费平台。

         2019年起，京东全面发力本地化生活服务，围绕汽车维保、买房租房、生活旅行、拍卖消费、鲜花订购等场景，高效整合全产业链资源，为消费者提供了连接线上和线下、囊括实物和服务、覆盖日常生活各方面的丰富选择，带来“商品+服务”一体化消费体验。目前，京东汽车平台SKU数量超1亿，线下合作门店近3万家；超过800 家店铺入驻京东房产，“自营房产”模式开创行业先河；京东生活旅行与全球百余家主要航司建立合作，销售全球数万条航线机票；京东鲜花LBS门店30万家，实现全国同城1-2小时极速达；京东拍卖的海关拍卖连续3年保持全国海关合作规模及成交规模全网第一。

         作为京东集团旗下专注于经营大健康业务的子公司，2019年5月，京东健康正式独立运营。目前，京东健康已经建立起业内布局最广、最完整的“互联网+医疗健康”生态。京东健康以成为“最受用户信赖的首席健康管家”为目标，打通线上线下，提供贴心便捷的就医购药体验和专业的健康管理服务，业务布局包括医药电商、互联网医疗、智慧医疗解决方案、健康服务等四大板块。京东健康旗下京东大药房已经成为国内线上线下收入规模最大的零售药房，京东互联网医院是业内增速最快的互联网医疗平台，日接诊量超过10万。

         面对发展迅速的下沉新兴市场，京东零售在主站下沉的同时，推出创新业务“京喜”，并融合线上线下，以创新的社交、社群电商，为5亿以上的下沉新兴市场消费者带来优价好物。京东新通路已成为贯通1-6线，深入3线及以下市场，多场景覆盖的百万用户级B2B2C智能平台。通过布局京东便利店、名酒荟、母婴生活馆等 “六统一”门店，新通路持续加强线上线下的融合，升级传统中小业态，提升消费体验。“京东家电专卖店”数量已突破1.5万家，进一步实现对全国2.5万个乡镇、60万个行政村的全面覆盖。京喜业务以全面升级的京东拼购业务为核心，基于包括微信、手机QQ两大亿级平台在内的六大移动端渠道，通过高质价比的好货及丰富的社交玩法，打造全域社交电商平台。目前，京喜已布局全国100个产业带，通过京喜产业带厂直优品计划，深入供应链货品源头，省去中间环节，将源头好货直接送达消费者手中。

         京东零售企业业务为政府、企业及事业单位提供智能化、定制化的采购管理解决方案，帮助政企客户提高采购效率，合理管控成本，目前拥有超800万活跃企业客户，是超91%世界500强企业的共同选择。

         经过多年的积累，京东零售已经成为一家典型的以技术驱动为主的零售公司。在数字化的基础上，京东零售不断推进智能化能力建设，并通过大数据、人工智能等各项技术对外赋能，推动行业的降本增效，并打造最优的用户体验。目前，京东在C2M领域已经有了相对成熟的商业模式和开发能力，并通过C2M模式催生了众多贴合消费者需求、甚至引领消费者需求的新品类，比如游戏本、高性能轻薄本、带鱼屏等。京东零售是首家采用大数据和AI技术管控价格的平台，确保能够给到消费者最实、最稳、最具竞争力的价格。智能化、全渠道的履约网络能从不同场景和业态中选出成本最优、效率最高的订单生成路径和配送方案，具备其他平台所没有的后台履约能力。京东为实体零售打造了成熟的数字化运营体系，可以帮助线下店提升选址、选品、营销等环节的效率和准确度。目前，京东零售技术研发人员的数量已经超过员工总数的三分之一。

         京东零售打造50余种服务项目，覆盖购物、售后、送装全链条，为消费者提供高品质的服务。京东客服始终坚持“客户为先”的服务理念，目前已拥有一万多名员工及中国电商行业规模最大、服务和技术能力领先的客服团队，成为京东零售的核心竞争力之一。2019年底，京东在过去十年累计向客服投入超过150亿元的基础上，将继续加大对客服的投入，为消费者提供更加优质的购物体验。

         /京东数字科技集团：以AI驱动产业数字化
         京东数字科技集团是一家以AI驱动产业数字化的新型科技公司。公司以AI、数据技术、物联网、区块链等前沿数字科技为基础，建立并发展起核心的风险管理能力、用户运营能力、产业理解能力和企业服务能力。

         公司使命是“以科技为美，为价值而生”，经营宗旨是从数据中来，到实体中去，通过数字科技助力产业降本增效，提升用户体验，最终实现新增长，并在这个过程中创造公平与普惠的社会价值。

         截至目前，公司完成了在AI技术、AI机器人、智能城市、数字营销、金融科技等领域的布局，服务客户纵贯个人端、企业端、政府端，累计服务4 亿个人用户、700多家各类金融机构和30余座城市的政府及其他公共服务机构。2018年，公司完成B轮融资，估值超过1300亿元人民币。

         京东数科探索以AI驱动产业数字化，成立“产业AI中心”，全力构筑产业数字化的“新基建”。产业AI中心集成了京东数科旗下AI实验室、智能城市研究院、数据智能实验室、智能风控实验室、资管科技创新实验室、区块链实验室、AI机器人实验室等多个研发机构的AI研发力量，聚集来自全球超百位顶尖人工智能专家，致力于将前沿AI技术实现产业级应用，推动产业数字化加速前进。

         /京东物流集团：成为全球最值得信赖的供应链基础设施服务商
         京东集团自2007年开始自建物流，2012年注册物流公司，2017年4月25日正式成立京东物流集团。京东物流以“技术驱动，引领全球高效流通和可持续发展”为使命，致力于将过去十余年积累的基础设施、管理经验、专业技术向社会全面开放，成为全球最值得信赖的供应链基础设施服务商。

         目前，京东物流是全球唯一拥有中小件、大件、冷链、B2B、跨境和众包（达达）六大物流网络的企业，凭借这六张大网在全球范围内的覆盖以及大数据、云计算、智能设备的应用，京东物流打造了一个从产品销量分析预测，到入库出库、再到运输配送各个环节无所不包，综合效率最优、算法最科学的智能供应链服务系统。

         备注：
         *  按照行业内主要友商的近似统计方式统计数据
         */

        private String id;
        private String createBy;
        private String createTime;
        private Object updateBy;
        private Object updateTime;
        private String sysOrgCode;
        private String title;
        private String content;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getCreateBy() {
            return createBy;
        }

        public void setCreateBy(String createBy) {
            this.createBy = createBy;
        }

        public String getCreateTime() {
            return createTime;
        }

        public void setCreateTime(String createTime) {
            this.createTime = createTime;
        }

        public Object getUpdateBy() {
            return updateBy;
        }

        public void setUpdateBy(Object updateBy) {
            this.updateBy = updateBy;
        }

        public Object getUpdateTime() {
            return updateTime;
        }

        public void setUpdateTime(Object updateTime) {
            this.updateTime = updateTime;
        }

        public String getSysOrgCode() {
            return sysOrgCode;
        }

        public void setSysOrgCode(String sysOrgCode) {
            this.sysOrgCode = sysOrgCode;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }
    }
}
